{
  "LedeIn": "This year's election cycle will be the first in decades where Montana voters get to select not one but two U.S. Representatives to advocate for the state's interests in Congress. Also on the ballot this year is control of the Montana Legislature, two seats on the state's utility regulation board and two seats on the Montana Supreme Court\n\nThe first step for the political hopefulls is the **June 7 primary election**, where Montana voters will choose the candidates to represent each of the state's recognized political parties in the **Nov. 8 general election** (independent candidates can qualify for the November ballot if they collect enough signatures).\n",
  "createdAt": "2022-04-13T19:04:12.801Z",
  "updatedAt": "2022-05-03T17:50:10.470Z",
  "BallotMeasuresIntro": "This year's ballot initiatives will be placed on the November general election ballot. We'll update this page with more information about the measures that qualify for the 2022 ballot in summer or early fall.\n\nIn the meantime, information proposed ballot measures is available [on the Montana Secretary of State's website](https://sosmt.gov/elections/ballot_issues/proposed-2022-ballot-issues/).",
  "LegislativeIntro": "Montanans elect 100 state representatives to two-year terms and 25 of 50 state senators to four-year terms in each even-year election. In 2022, one additional senate district (SD 15) is also on the ballot to fill the vacancy left by [Sen. Ryan Osmundson's appointment](https://montanafreepress.org/2021/09/07/montana-budget-director-kurt-alme-resigns/) as the governor's budget director.",
  "Outro": "Other Montana offices, including Governor, Secretary of State, Attorney General and Jon Tester's U.S. Senate seat — aren't up for election until 2024.\n\n\n\n### About this project\n\nThis guide was produced by the Montana Free Press newsroom with design and web development by Eric Dietrich, editing by Brad Tyer and contributions from Amanda Eggert, Mara Silvers, Alex Sakariassen and Anna Ries-Roncalli. Contact Eric Dietrich with questions, corrections or suggestions at edietrich@montanafreepress.org.\n\nMontana Free Press is a nonpartisan 501(c)(3) nonprofit, reader-supported news organization serving Montana. MTFP's donor base includes supporters from across Montana's political spectrum, including some Montanans who are candidates in this year's election. MTFP's major donors [are listed here](https://montanafreepress.org/donor-transparency/) and a current list of other supporters [is available here](https://montanafreepress.org/mtfp-members/).\n\nThis material is available for republication by other media outlets under Montana Free Press' [standard distribution terms](https://montanafreepress.org/publish-our-stories/). A text-only version of this guide, intended to make it easier for print publications to republish this material, is available [LINK TK].\n"
}