{
  "Content": "PREVIEW COPY\n\n#### When are the 2022 elections in Montana?\nMontana’s party primaries will be held on June 7. The general election is scheduled for Nov. 8.\n\n#### What offices are up for election on the 2022 ballot?\nFor the first time since 1990, Montana voters will be sending not one but two elected officials to the U.S. House of Representatives. Party primaries in both the eastern and western districts have already heated up, and the general election in the latter is anticipated to be particularly competitive.\n\nThe only statewide contests on the ballot this year will be the two nonpartisan races for the Montana Supreme Court. In one of those — the race between incumbent Justice Jim Rice and challenger Bill D’Alton — both candidates will automatically advance from the primary to the general. Two seats in newly redrawn regional districts on the Public Service Commission, which regulates utilities in Montana, are also in contention.\n\nVoters will also decide on any ballot measures that qualify (check out the Montana Secretary of State’s listing for more details), as well as a bevy of legislative offices this year. In Montana, all 100 seats in the state House go up for election every two years, and in 2022, 26 of the 50 seats in the state Senate will also be in the mix. Those Senate Districts slated for the ballot this year are: Districts 1, 4, 5, 8, 9, 11, 12, 13, 14, 15, 19, 20, 22, 24, 27, 29, 30, 32, 33, 34, 41, 42, 43, 48, 49 and 50.\n\n#### Do I need to be registered to vote?\nYes, you do.\n\n#### How do I do that?\nFirst off, go to the Montana Secretary of State’s My Voter Page and make sure you aren’t registered already. If you aren’t, you can stop by your county election office anytime during regular business hours to pick up an application. After you’ve filled it out, you’ll need to get it back to your county election office, either in person or via mail, and you’ll have to provide a photo ID or the last four digits of your Social Security number. If you happen to be applying for a Montana driver’s license or identification card before the election, you can register to vote at the same time.\n\n#### Can I register to vote on Election Day?\nThat’s one of the million-dollar questions this spring. As of right now, yes. While it’s true that the Montana Legislature passed a law ending Election Day voter registration in 2021, that law was temporarily suspended by a district court judge this spring. The lawsuit that prompted the injunction is still ongoing, so the situation could change. Stay tuned to this page and our regular news coverage for the latest developments.\n\n#### How do I know if my registration is accurate and current?\nGo to the Montana Secretary of State’s My Voter Page and enter your first name, last name and date of birth. The page will list your voter status, legislative House and Senate districts and the location of your polling place. There’s even a map with directions.\n\n<sub> Okay, so how do I vote?\nThe Montana Secretary of State’s website has a wealth of information on the voting process. But you basically have the same two choices you had prior to the onset of the COVID-19 pandemic: 1) cast an absentee ballot via mail, or 2) go to the polls to vote in person.\n\nIf you prefer to vote by mail, all you have to do is check the box on your voter registration form. Literally. If you do, you’ll be signed up to receive an absentee ballot for every election you’re eligible to vote in, for as long as you live at the same address. If you’re already registered, you can still fill out a separate absentee ballot form and submit it to your county election office by noon the day before the election. Just remember, the election office has to receive your ballot by 8 p.m. on Election Day in order to count it. Worried your ballot didn’t get there? Well, the My Voter Page actually lets you track your absentee ballot to be sure. Nervous that it’s too late to mail your ballot? Go ahead and drop it off at your county election headquarters in person.\n\nIf you plan to vote at the polls, just be sure you know where your polling location is and head there between 7 a.m. and 8 p.m. on Election Day. You’ll need to provide a photo ID and sign the precinct register, at which point you’ll get your ballot and be directed to a voting booth. If you have any technical questions or run into any problems, the election judges at your polling place should be able to help you.\n\n#### What type of ID can I use?\nAnother timely question. Last year, the Legislature also revised the types of photo identification voters are required to present when registering and casting their ballots. Just like with Election Day registration, though, that law is temporarily suspended due to ongoing litigation. The current acceptable forms of identification include a Montana driver’s license, a state-issued photo ID, a tribal or military photo ID, a U.S. passport or TK.\n\nAgain, since an active lawsuit makes this something of a moving target, be sure to check back for any updates or monitor our ongoing news coverage for changes.\n\n#### What if I make a mistake on my ballot?\nFixing a mistake on a ballot isn’t like correcting your homework in school. Don’t scribble or cross anything out. If you want to be sure your votes are counted the way you intend, just ask for a new ballot.\n\n#### Can’t I just vote online?\nNope, that’s not an option in Montana.\n\n#### Are there any situations where I’m not eligible to vote?\nAccording to state law, you can’t vote if you’ll be under 18 on Election Day, are not a U.S. citizen, or have lived in Montana less than 30 days. Convicted felons who are currently incarcerated in a penal facility and people who judges have ruled to be of unsound mind are also ineligible to vote. Otherwise, you’re good to go.\n\n#### I have a friend or family member who isn’t able to drop off his or her ballot. Can I do it for them?\nYes, you can. While the Montana Legislature did make some changes to ballot collection laws in 2021, those changes only affected paid ballot collection, and they’re currently not in effect anyway due to ongoing litigation in district court. \n\n#### Who should I contact if I have a problem on Election Day, or if I see something hinky going on?\nIf you’re at the polls, your best bet is to flag down one of your election judges and ask for help. Otherwise, contact your county election office.\n\n#### Who should I vote for?\nThat’s your call. But it’s never a bad idea to do some research before filling out your ballot. If you want to know more about the candidates in the 2022 primary or general elections, you can check out our candidate information pages.",
  "createdAt": "2022-04-25T22:34:18.817Z",
  "updatedAt": "2022-04-25T22:37:46.967Z"
}