{
  "Content": "### When are the 2022 elections in Montana?\n\nMontana’s 2022 general election is scheduled for Nov. 8. The primary election, which determined which candidates political parties would nominate for the general, was held June 7.\n\n### What offices are up for election on the 2022 ballot?\n\nFor the first time since 1990, Montana voters will be sending not one but two elected officials to the U.S. House of Representatives, one from the eastern district and one from the western district.\n\nThe only statewide contests on the ballot this year will be the two nonpartisan races for the Montana Supreme Court. In one of those --- the race between incumbent Justice Jim Rice and challenger Bill D'Alton --- both candidates will automatically advance from the primary to the general. Two seats in [newly redrawn regional districts for the Public Service Commission](https://montanafreepress.org/2022/03/08/federal-judges-order-new-utility-board-election-map/), which regulates utilities in Montana, are also in contention.\n\nVoters will also decide on any ballot measures that qualify (check out the [Montana secretary of state's listing](https://sosmt.gov/elections/ballot_issues/proposed-2022-ballot-issues/) for more details), as well as a bevy of legislative offices this year. In Montana, all 100 seats in the state House go up for election every two years, and in 2022, 26 of the 50 seats in the state Senate will also be in the mix. Senate Districts slated for the ballot this year are: 1, 4, 5, 8, 9, 11, 12, 13, 14, 15, 19, 20, 22, 24, 27, 29, 30, 32, 33, 34, 41, 42, 43, 48, 49 and 50.\n\n### How do I know who’s going to be on my ballot?\n\nYou can find samples of your ballot on the [My Voter Page](https://app.mt.gov/voterinfo/), which will give you a full listing of the electoral districts you’re in and the candidates running in those districts. Sample ballots will also list any ballot issues you’ll be asked to vote on in your area.\n\n### Do I need to be registered to vote?\n\nYes, you do.\n\n### How do I do that?\n\nFirst off, go to the [Montana secretary of state's My Voter Page](https://app.mt.gov/voterinfo/) and make sure you aren't registered already. If you aren't, you can stop by your county election office any time during regular business hours to pick up an application. After you’ve filled it out, you’ll need to get it back to your county election office in person as the deadline for mailing in registration applications passed Oct 11. At the election office, you’ll have to provide a photo ID or the last four digits of your Social Security number. If you happen to be applying for a Montana driver’s license or identification card before the election, you can register to vote at the same time.\n\n### Can I register to vote on Election Day?\n\nThat’s one of the million-dollar questions this year. As of Sept. 30, yes.\n\nMontana had allowed Election Day voter registration since 2006, but a new law passed by the Legislature last year ended that practice. The law is subject to [ongoing litigation](https://apps.montanafreepress.org/montana-legislature-lawsuit-tracker/#case-13-DV-21-0451) that temporarily saw it suspended by a district court judge this spring. The Montana Supreme Court [initially overturned](https://montanafreepress.org/2022/05/17/montana-court-overturns-voting-rights-injunction/) that suspension in May, but reversed course and [upheld the injunction](https://montanafreepress.org/2022/09/21/montana-election-day-registration-back-on-per-supreme-court-ruling/) last month. And on Sept. 30, the district court issued a final ruling in the case, declaring the law that ended Election Day registration unconstitutional. There’s been no word yet on a formal appeal by the Montana Secretary of State.\n\nStay tuned to this page and MTFP’s regular news coverage for the latest developments in the lawsuit that’s fueling those changes.\n\n\n### How do I know if my registration is accurate and current?\n\nGo to the Montana secretary of state's [My Voter Page](https://app.mt.gov/voterinfo/) and enter your first name, last name and date of birth. The page will list your voting status, legislative House and Senate districts, and the location of your polling place. There's even a map with directions.\n\n### OK, so how do I vote?\n\nThe Montana secretary of state's website has [a wealth of information on the voting process](https://sosmt.gov/elections/vote/#how-to-vote). But you basically have the same two choices you had prior to the onset of the COVID-19 pandemic: 1) cast an absentee ballot via mail, or 2) go to the polls to vote in person.\n\nIf you prefer to vote by mail, all you have to do is check the box on your voter registration form. Literally. If you do, you'll be signed up to receive an absentee ballot for every election you're eligible to vote in, for as long as you live at the same address. If you're already registered, you can still fill out a separate absentee ballot form and submit it to your county election office. Remember, the election office has to receive your ballot by 8 p.m. on Election Day in order to count it. And if you're nervous that it's too late for your ballot to get there by mail, you can always drop it off at your county election headquarters in person.\n\nIf you plan to vote at the polls, just be sure you know where your polling location is and head there between 7 a.m. and 8 p.m. on Election Day. You'll need to provide a photo ID and sign the precinct register, at which point you'll get your ballot and be directed to a voting booth. If you have any technical questions or run into any problems, the election judges at your polling place should be able to help you.\n\n### What type of ID can I use?\n\nThis is another timely question. Last year, the Legislature revised the types of photo identification voters are required to present when registering and casting their ballots. The Yellowstone County District Court on Sept. 30 [upturned those changes](https://montanafreepress.org/2022/09/30/montana-court-rules-three-new-voting-laws-unconstitutional/), declaring the law that implemented them to be unconstitutional. The current acceptable forms of identification if you’re voting at the polls include a current Montana driver’s license, state-issued photo ID, tribal or military photo ID, a U.S. passport or a student ID. If you don’t have a photo ID, you can use a utility bill, a bank statement, a voter confirmation card or any other government document that shows your name and address.\n\nBe sure to check back for any updates or monitor our ongoing news coverage for changes stemming from the lawsuit.\n\n### If I'm mailing my ballot, how do I make sure it's received?\n\nYou can track your ballot using the [My Voter Page](https://app.mt.gov/voterinfo/), which will tell you when the county election office receives it.\n\n### What if I make a mistake on my ballot?\n\nFixing a mistake on a ballot isn't like correcting your homework in school. Don't scribble on it or cross anything out. If you make a mistake and want to be sure your votes are counted the way you intend, just ask for a new ballot.\n\n### Can't I just vote online?\n\nNope, that's not an option in Montana.\n\n### Are there any situations where I'm not eligible to vote?\n\nAccording to state law, you can't vote if you'll be under 18 on Election Day, are not a U.S. citizen, or have lived in Montana less than 30 days. Convicted felons who are currently incarcerated in a penal facility and people whom judges have ruled to be of unsound mind are also ineligible to vote. Otherwise, you're good to go.\n\n### I have a friend or family member who isn't able to drop off his or her ballot. Can I do it for them?\n\nYes, you can. While the Montana Legislature did make some changes to ballot collection laws in 2021, those changes only affected paid ballot collection, and that’s not currently in effect anyway due to the Yellowstone County District Court’s Sept. 30 ruling. \n\n### Who should I contact if I have a problem on Election Day, or if I see something hinky going on?\n\nIf you're at the polls, your best bet is to flag down one of your election judges and ask for help. Otherwise, contact your county election office.\n\n### Who should I vote for?\n\nThat's your call. But it's never a bad idea to do some research before filling out your ballot. If you want to know more about the candidates in the 2022 primary or general elections, take a look at [the rest of our 2022 election guide](https://apps.montanafreepress.org/election-guide-2022/).",
  "createdAt": "2022-04-25T22:34:18.817Z",
  "updatedAt": "2022-10-25T21:50:21.387Z"
}