{
  "LedeIn": "The 2022 election will be the first in decades when Montana voters select not one but two U.S. representatives to advocate for the state's interests in Congress. Also up for the vote this year is control of the Montana Legislature, two seats on the state's utility regulation board and two seats on the Montana Supreme Court.\n\nThe first step for the political hopefuls was the **June 7 primary election**, where Montana voters chose nominees to represent each of the state's recognized political parties in the **Nov. 8 general election** (independent candidates could qualify for the November ballot if they collected enough signatures).\n",
  "createdAt": "2022-04-13T19:04:12.801Z",
  "updatedAt": "2022-10-11T17:08:31.564Z",
  "BallotMeasuresIntro": "Two issues have qualified for the November general election ballot, both referred to voters by the 2021 Montana Legislature:\n\n- **[C-48](https://sosmt.gov/docs/774/2022/48117/c-48-ballot-statement-language)** — Would amend the Montana Constitution to  specify that “electronic data and communications” are included in the clause that protects Montanans from “unreasonable searches and seizures.” Sponsored by [Sen. Kenneth Bognar, R-Miles City](https://apps.montanafreepress.org/capitol-tracker-2021/), the measure passed the Legislature last year with bipartisan support. An [MTFP story on the initiative is here](https://montanafreepress.org/2022/10/11/ci-48-montana-digital-privacy-constitutional-amendment/).\n\n- **[LR-131](https://sosmt.gov/docs/774/2022/48118/lr-131-ballot-statement-language)** — A measure formally titled the Montana Born-Alive Infant Protection Act” that passed the Republican-held Legislature on near party-lines. The act would require that medical professionals perform life-sustaining care on any “born-alive” infant regardless of their health prognosis or parental wishes. Noncompliant providers could be charged with a felony and face up to 20 years in prison and a $50,000 fine. An [MTFP story on debate over the initiative is here](https://montanafreepress.org/2022/09/23/what-does-montanas-lr-131-have-to-do-with-abortion/).\n\nBackers of several other measures sought unsuccessfully to place them on the 2022 ballot by initiative, but [weren't able to collect enough voter signatures](https://montanafreepress.org/2022/06/30/montana-tax-cap-measure-other-proposed-initiatives-miss-ballot/).\n\nMore information on proposed ballot measures is available [on the Montana secretary of state's website](https://sosmt.gov/elections/ballot_issues/proposed-2022-ballot-issues/).",
  "LegislativeIntro": "Montanans elect 100 state representatives to two-year terms and 25 of 50 state senators to four-year terms in each even-year election. In 2022, two additional senate districts are also on the ballot. Voters in SD 15 will fill the vacancy left by [Sen. Ryan Osmundson's appointment](https://montanafreepress.org/2021/09/07/montana-budget-director-kurt-alme-resigns/) as the governor's budget director and voters in SD 39 will fill the vacancy left by [the May death of Sen. Mark Sweeney](https://montanafreepress.org/2022/07/29/mullen-vermeire-vie-for-sweeneys-montana-senate-seat/).",
  "Outro": "Other Montana offices, including governor, secretary of state, attorney general and Jon Tester's U.S. Senate seat, aren't up for election until 2024.\n\n### About this project\n\nThis guide was produced by the Montana Free Press newsroom with design and web development by Eric Dietrich, editing by Brad Tyer and contributions from Amanda Eggert, Mara Silvers, Alex Sakariassen and Anna Ries-Roncalli. Contact Eric Dietrich with questions, corrections or suggestions at edietrich@montanafreepress.org.\n\nMontana Free Press is a nonpartisan 501(c)(3) nonprofit, reader-supported news organization serving Montana. MTFP's donor base includes supporters from across Montana's political spectrum, including some Montanans who are candidates in this year's election. MTFP's major donors [are listed here](https://montanafreepress.org/donor-transparency/) and a current list of other supporters [is available here](https://montanafreepress.org/mtfp-members/).\n\nThis project is sponsored in part [by AARP Montana](https://www.aarp.org/MTVotes). MTFP’s fiscal sponsors have no involvement in our newsroom's editorial decisions.\n\nThis material is available for republication by other media outlets under Montana Free Press' [standard distribution terms](https://montanafreepress.org/publish-our-stories/).\n"
}